Repository: mirolim-dev/hospital
Catalog: staff/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Xodimlar
ru: Сотрудники

source: Vaqt bo'yicha filterlash
ru: Фильтровать по времени

source: Bugun
ru: Сегодня

source: Kecha
ru: Вчера

source: Hafta davomida
ru: В течение недели

source: Oy davomida
ru: В течение месяца

source: Xodim
ru: Сотрудник

source: Passport nusxasi
ru: Копия паспорта

source: Maosh
ru: Зарплата

source: UZS da kiritilsin
ru: Введите в сумах

source: rasm
ru: картина

source: 3X4 rasm yuklansin
ru: Загрузите изображение 3х4.

source: Mudir
ru: Старший мастер

source: Katta hamshira
ru: Старшая медсестра

source: Doctor
ru: Старшая медсестра

source: Hamshira
ru: Медсестра

source: Farrosh
ru: Дворник

source: Qorovul
ru: Сторожить

source: Haydovchi
ru: Водитель

source: Resurs nazoratchisi
ru: Контроллер ресурсов

source: Hodim turi
ru: Тип сотрудника

source: Ishlayotganlik statusi
ru: Текущий статус

source: Izoh
ru: Объяснение

source: Qo'shimcha izohlar uchun. Hodim nima ish qilishi va ho kazo larni kiritsa bo'ladi
ru: Для дальнейших комментариев. Чем и чем занимается сотрудник? будет

source: Davomat
ru: посещаемость

source: Davomatlar
ru: Посещаемость

source: Qayd etilgan vaqt
ru: Записанное время

source: File turlari quyidagilardan biri bo'lishligi kerak {allowed_types}
ru: Типы файлов должны быть одним из следующих {allowed_types}

source: Filening maksimal hajmi {max_size} MB bo'lishligi kerak. Lekin sizning faylingiz hajmi {file_size}
ru: Максимальный размер файла должен составлять {max_size} МБ. Но ваш размер файла — {file_size}
