Repository: mirolim-dev/hospital
Catalog: resource/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Resurslar
ru: Ресурсы

source: Keltirilgan vaqt bo'yicha filterlash
ru: Фильтровать по указанному времени

source: Bugun
ru: Сегодня

source: Kecha
ru: Вчера

source: Hafta davomida
ru: в течение недели

source: Oy davomida
ru: в течение месяца

source: Xona
ru: кабинет

source: Xonalar
ru: кабинеты

source: Nomi
ru: Имя

source: Jihoz
ru: Устройство

source: Jihozlar
ru: Устройствы

source: rasm
ru: картина

source: Izoh
ru: Объяснение

source: bu yerga mahsulotning harakteristikasini yozilishi kerak
ru: здесь должны быть написаны характеристики товара

source: Xona jihozi
ru: Оснащение помещения

source: Xona jihozlari
ru: Оснащение помещения

source: Miqdor
ru: Количество

source: Yaroqsiz Jihoz
ru: Неверное устройство

source: Yaroqsiz Jihozlar
ru: Неверные устройства

source: Miqdori
ru: Количество

source: Yaroqsizga chiqarish sababi
ru: Причина признания недействительной

source: Yaroqsizga chiqarilgan vaqt
ru: Время аннулирования

source: Dori vositasi
ru: Лекарство

source: Dori vositalari
ru: Лекарства

source: nomi
ru: имя

source: O'lchov birligi
ru: Единица измерения

source: Ogohlantirish miqdori
ru: Сумма предупреждения

source: Kun avval ogohlantir
ru: Предупредить накануне

source: Dorining yaroqlilik muddati tugashidan necha kun avval ogohlantirlishi kerakligini kiriting
ru: Сколько дней до окончания срока годности препарата»введите обязательно

source: Dori xususiyati
ru: Функция препарата

source: Barcha miqdor
ru: Вся сумма

source: Dori Partiyasi
ru: Партия лекарств

source: Dorilar Partiyalari
ru: Партии лекарств

source: Dori
ru: Лекарство

source: miqdor
ru: количество

source: mavjud miqdori
ru: доступная сумма

source: Miqdor o'lchovi
ru: Мера количества

source: Mavjud miqdor o'lchovi
ru: Мера доступного количества

source: Yaroqlilik muddati
ru: Дата истечения срока действия

source: Yaroqlilik muddati tugagan
ru: Истекший

source: Active
ru: Активный

source: Tugatilgan
ru: Законченный

source: Xolati
ru: Положение дел

source: Keltirilgan vaqt
ru: Указанное время

source: Foydalanilgan dori
ru: Используемый препарат

source: Foydalanilgan dorilar
ru: Назначаемые лекарства

source: Xodim
ru: Сотрудник

source: Foydalanigan vaqti
ru: Использованное время

source: Yaroqsiz dorilar
ru: Недействительные препараты

source: Sababi
ru: Причина

source: Xonada siz ko'rsatgan miqdordagi jihoz mavjud emas
ru: В номере нет указанного вами количества техники.

source: Kiritayotgan miqdoringiz 0 bo'lishi mumkun emas
ru: Сумма, которую вы вводите, не может быть равна 0.
